Repository: AllediaWordPress/UpStream
Catalog: src/languages/upstream-*.po
Languages: de_de, pt_br

source: CMB2 Field value cannot be updated without the value parameter specified.
de_de: CMB2 Feldwert kann nicht aktualisiert werden, ohne den Parameterwert anzugeben.

source: CMB2 Field value cannot be modified without the object_id and object_type parameters specified.
de_de: CMB2 Feldwert können nicht ohne angegebene ‚object_id‘- und ‚object_type‘-Parameter geändert werden.

source: No field found by that id.
de_de: Kein Feld mit dieser ID gefunden.

source: Value Error for %s
de_de: Wertfehler bei %s

source: The register_routes() method must be overriden
de_de: Die register_routes() Methode muss überschrieben werden

source: Method '%s' not implemented. Must be over-ridden in subclass.
de_de: Methode '%s' ist nicht implementiert. Muss in Unterklasse überschrieben werden.

source: Current page of the collection.
de_de: Aktuelle Seite der Sammlung.

source: Maximum number of items to be returned in result set.
de_de: Maximale Anzahl an Einträgen, die in einer Ergebnismenge ausgegeben werden.

source: Limit results to those matching a string.
de_de: Zeigt nur die Ergebnisse an, die zu einer Zeichenkette passen.

source: Scope under which the request is made; determines fields present in response.
de_de: Bereich, in dem die Anfrage gestellt wurde; Setzt Felder fest, die in der Antwort enthalten sind.

source: Add or Upload File
de_de: Datei hinzufügen

source: Add or Upload Files
de_de: Dateien hinzufügen

source: No terms
de_de: Keine Bedingungen

source: Invalid UpStream Client User.
de_de: Ungültiger UpStream-Klient-Benutzer.
pt_br: Usuário Cliente UpStream inválido.

source: Passwords must be at least 6 characters long.
de_de: Passwörter müssen mindestens 6 Zeichen haben.
pt_br: Senhas devem possuir pelo menos 6 caracteres.

source: %s User
de_de: %s Benutzer
pt_br: %s Usuário

source: %s Client User
de_de: %s Klient-Benutzer
pt_br: %s Usuário Cliente

source: Client User
de_de: Klient-Benutzer
pt_br: Usuário Cliente

source: It seems you are running an outdated version of PHP: <code>%s</code>.
de_de: Sie verwenden eine veraltete Version von PHP: <code>%s</code>.
pt_br: Você está usando uma versão antiga de PHP: <code>%s</code>.

source: For security reasons, UpStream requires at least PHP version <code>%s</code> to run.
de_de: Aus Sicherheitsgründen erfordert UpStream mindestens PHP-Version <code>%s</code>.
pt_br: Por razões de segurança, UpStream exige a versão mínima de PHP <code>%s</code> para rodar.

source: Please, consider upgrading your PHP version.
de_de: Bitte erwägen Sie ein Upgrade ihrer PHP-Version.
pt_br: Por favor, considere atualizar a sua versão do PHP.

source: It seems you are running an outdated version of WordPress: <code>%s</code>.
de_de: Sie verwenden eine veraltete Version von WordPress: <code>%s</code>.
pt_br: Você está usando uma versão antiga do WordPress: <code>%s</code>.

source: For security reasons, UpStream requires at least version <code>%s</code> to run.
de_de: Aus Sicherheitsgründen erfordert UpStream mindestens Version <code>%s</code>.
pt_br: Por razões de segurança, UpStream exige a versão mínima <code>%s</code> para rodar.

source: Please, consider upgrading your WordPress.
de_de: Bitte erwägen Sie ein Upgrade ihrer WordPress-Version.
pt_br: Por favor, considere atualizar o seu WordPress.

source: Go Back
de_de: Gehe zurück
pt_br: Voltar

source: Success! UpStream is up and running.
de_de: Erfolgreich! UpStream ist aktiviert.
pt_br: Sucesso! UpStream está instalando e funcionando.

source: Step 1. Please go through each settings tab below and configure the options.
de_de: Schritt 1. Bitte gehen Sie durch alle "Einstellungen" unten und konfigurieren Sie die Optionen.
pt_br: Passo 1. Por favor percorra cada aba de configuração abaixo e personalize as opções.

source: Step 2. Add a new Client by navigating to <strong>Projects > New Client</strong>
de_de: Schritt 2. Fügen Sie einen neuen Klienten durch navigieren zu <strong>Projekte > neuer Klient</strong> hinzu
pt_br: Passo 2. Adicione um novo Cliente navegando para <strong>Projetos > Novo Cliente</strong>

source: Step 3. Add your first Project by navigating to <strong>Projects > New Project</strong>
de_de: Schritt 3. Fügen Sie Ihr erstes Projekt durch navigieren zu <strong>Projekte > neues Projekt</strong> hinzu
pt_br: Passo 3. Adicione o seu primeiro Projeto navegando para <strong>Projetos > Novo Projeto</strong>

source: Project
de_de: Projekt
pt_br: Projeto

source: Projects
de_de: Projekte
pt_br: Projetos

source: Clients
de_de: Klienten
pt_br: Clientes

source: Milestones
de_de: Meilensteine
pt_br: Metas

source: Task
de_de: Aufgabe
pt_br: Tarefa

source: Tasks
de_de: Aufgaben
pt_br: Tarefas

source: Bug
de_de: Hindernis

source: Bugs
de_de: Hindernisse

source: Files
de_de: Dateien
pt_br: Arquivos

source: Enter %s name here
de_de: Hier %s Namen eingeben
pt_br: Informe o nome do %s aqui

source: %2$s updated. %1$sView %2$s%3$s
de_de: %2$s aktualisiert. %1$sZeige %2$s%3$s
pt_br: %2$s atualizado. %1$sVeja %2$s%3$s

source: %2$s published. %1$sView %2$s%3$s
de_de: %2$s veröffentlicht. %1$sZeige %2$s%3$s
pt_br: %2$s publicado. %1$sVeja %2$s%3$s

source: %2$s saved. %1$sView %2$s%3$s
de_de: %2$s gespeichert. %1$sZeige %2$s%3$s
pt_br: %2$s salvo. %1$sVeja %2$s%3$s

source: %2$s submitted. %1$sView %2$s%3$s
de_de: %2$s übertragen. %1$sZeige %2$s%3$s
pt_br: %2$s enviado. %1$sVeja %2$s%3$s

source: %1$s updated.
de_de: %1$s aktualisiert.
pt_br: %1$s atualizado.

source: %1$s published.
de_de: %1$s veröffentlicht.
pt_br: %1$s publicado.

source: %1$s saved.
de_de: %1$s gespeichert.
pt_br: %1$s salvo.

source: %1$s submitted.
de_de: %1$s übertragen.
pt_br: %1$s enviado.

source: %1$s %2$s updated.
de_de: %1$s %2$s aktualisiert.
pt_br: %1$s %2$s atualizado.

source: %1$s %2$s not updated, somebody is editing it.
de_de: %1$s %2$s nicht aktualisiert, jemand bearbeitet es.
pt_br: %1$s %2$s não foi atualizado. Alguém está editando ele.

source: %1$s %2$s permanently deleted.
de_de: %1$s %2$s dauerhaft gelöscht.
pt_br: %1$s %2$s permanentemente deletado.

source: %1$s %2$s moved to the Trash.
de_de: %1$s %2$s in den Papierkorb verschoben.
pt_br: %1$s %2$s movido para a Lixeira.

source: %1$s %2$s restored from the Trash.
de_de: %1$s %2$s aus dem Papierkorb wiederhergestellt.
pt_br: %1$s %2$s restaurado da Lixeira.

source: New %1s
de_de: Neue %1s
pt_br: Novo %1s

source: Add New %1$s
de_de: Neu hinzufügen %s
pt_br: Adicionar Novo %1$s

source: Edit %1$s
de_de: %1$s bearbeiten
pt_br: Editar %1$s

source: New %1$s
de_de: Neuer %1$s
pt_br: Novo %1$s

source: View %1$s
de_de: Zeige %1$s
pt_br: Visualizar %1$s

source: Search %2$s
de_de: Suche %2$s
pt_br: Buscar %2$s

source: No %2$s found
de_de: Keine %2$s gefunden
pt_br: Nenhum %2$s foi encontrado

source: No %2$s found in Trash
de_de: %2$s nicht im Papierkorb gefunden
pt_br: Nenhum %2$s encontrado na Lixeira

source: %1$s Image
de_de: %1$s Bild
pt_br: %1$s Imagem

source: Set %1$s Image
de_de: Bild %1$s festlegen
pt_br: Setar %1$s Imagem

source: Remove %1$s Image
de_de: %1$s Bild entfernen
pt_br: Remover %1$s Imagem

source: Use as %1$s Image
de_de: Verwendung als %1$s Bild
pt_br: Usar como %1$s Imagem

source: Filter %2$s list
de_de: Filter %2$s Liste
pt_br: Filtrar %2$s lista

source: %2$s list navigation
de_de: %2$s Listen-Navigation
pt_br: %2$s navegação em lista

source: %2$s list
de_de: %2$s Liste
pt_br: %2$s lista

# taxonomy general name
source: Category
de_de: Kategorie
pt_br: Categoria

# taxonomy singular name
source: Category
de_de: Kategorie
pt_br: Categoria

source: Search %s Categories
de_de: %s Kategorien suchen
pt_br: Buscar Categorias %s

source: All %s Categories
de_de: Alle %s Kategorien
pt_br: Todas Categorias %s

source: Parent %s Category
de_de: Übergeordnete %s Kategorie
pt_br: Categoria Pai %s

source: Parent %s Category:
de_de: Übergeordnete %s Kategorie:
pt_br: Categoria Pai %s:

source: Edit %s Category
de_de: %s Kategorie bearbeiten
pt_br: Editar Categoria %s

source: Update %s Category
de_de: %s Kategorie aktualisieren
pt_br: Atualizar Categoria %s

source: Add New %s Category
de_de: Neue %s Kategorie hinzufügen
pt_br: Adicionar Nova Categoria %s

source: New %s Category Name
de_de: Neuer %s Kategorie Name
pt_br: Novo Nome Categoria %s

source: Categories
de_de: Kategorien
pt_br: Categorias

source: %s Members
de_de: %s Mitglieder
pt_br: %s Membros

source: View
de_de: Anzeigen
pt_br: Visualizar

source: Ends at
de_de: Endet um
pt_br: Termina em

source: % Complete
de_de: % fertig
pt_br: % Concluído

source: It seems that you're not participating in any project right now.
de_de: Es scheint, dass Sie gerade an keinem Projekt teilnehmen.
pt_br: Parece que você não está participando em nenhum projeto atualmente.

source: All %s
de_de: Alle %s
pt_br: Todo(a)s %s

source: Assigned to me
de_de: Mir zugewiesen
pt_br: Atribuídos à mim

source: My %s
de_de: Meine %s
pt_br: Meus/Minhas %s

source: Log Out
de_de: Ausloggen
pt_br: Sair

source: Your Email
de_de: Ihre Email-Adresse
pt_br: Seu Email

source: Sign In
de_de: Anmelden
pt_br: Entrar

source: Assigned to me only
de_de: Nur mir zugewiesen
pt_br: Apenas atribuídos à mim

source: Timeframe
de_de: Zeitraum
pt_br: Escopo

source: complete
de_de: abgeschlossen
pt_br: completo

source: Members
de_de: Nutzer
pt_br: Membros

source: Currently no messages.
de_de: Derzeit keine nachrichten.
pt_br: Nenhuma mensagem atualmente.

source: Overdue
de_de: Überfällig
pt_br: Atrasado

source: Completed
de_de: Erledigt
pt_br: Completo

source: Total
de_de: Gesamt

source: Overview
de_de: Übersicht
pt_br: Visão geral

source: View Documentation
de_de: Dokumentation aufrufen
pt_br: Veja a Documentação

source: Docs
de_de: Dokumente

source: View Quick Start Guide
de_de: Kurzanleitung ansehen
pt_br: Veja o Guia Inicial

source: Quick Start Guide
de_de: Kurzanleitung
pt_br: Guia Inicial

source: Open Settings Page
de_de: Einstellungs-Seite öffnen
pt_br: Abrir Página de Configurações

source: Settings
de_de: Einstellungen
pt_br: Configurações

source: A WordPress Project Management plugin by UpStream.
de_de: Ein WordPress-Projektmanagement Plugin von UpStream.

source: Filter
pt_br: Filtrar

source: %s Name
pt_br: Nome do %s

source: %s Status
pt_br: Status do %s

source: Start
pt_br: Início

source: Name
pt_br: Nome

source: Profile
pt_br: Perfil

source: Details
pt_br: Detalhes

source: %s Details
pt_br: Detalhes do %s

source: Status Name
pt_br: Nome do Status

source: UpStream Manager
pt_br: Gestor UpStream

source: %s Manager
pt_br: %s Gestor
