Repository: AllediaWordPress/UpStream
Catalog: src/languages/upstream-*.po
Languages: de_de, pt_br

source: Project Label
de_de: Projekt-Beschriftung
pt_br: Rótulo de Projeto

source: Client Label
de_de: Klient-Beschriftung
pt_br: Rótulo de Cliente

source: Milestone Label
de_de: Meilenstein-Beschriftung
pt_br: Rótulo de Meta

source: Task Label
de_de: Aufgaben-Beschriftung
pt_br: Rótulo de Tarefa

source: Bug Label
de_de: Hindernis-Beschriftung
pt_br: Rótulo de Bug

source: File Label
de_de: Datei-Beschriftung
pt_br: Rótulo de Arquivo

source: %s Area
de_de: %s Bereich
pt_br: Área do(a)s %s

source: Various options for the %1s login page and the frontend view. <br>%2s can view their projects by visiting %3s (URL is available after adding a %s).
de_de: Verschiedene Optionen für die %1s Login-Seite und das Frontend. <br>%2s können ihre Projekte durch Besuch von %3s (URL verfügbar nach Hinzufügen von %s) ansehen.
pt_br: Várias opções para a página de login do %1s no frontend. <br>%2s podem visualizar seus projectos visitando o link %3s (a URL estará disponível depois de adicionar um(a) %s).

source: Login Page Heading
de_de: Login-Kopfzeile
pt_br: Cabeçalho da Página de Login

source: The heading used on the client login page.
de_de: Die verwendete Überschrift auf der Klienten-Login-Seite.
pt_br: O cabeçalho usado na página de login.

source: Login Page Text
de_de: Anmeldeseite Text
pt_br: Texto da Página de Login

source: Text or instructions that can be added below the login form.
de_de: Text oder Anweisungen, die unter dem Login-Formular hinzugefügt werden können.
pt_br: Texto ou instruções que podem ser adicionadas abaixo do formulário de login.

source: Login Page Client Logo
de_de: Login-Seite Klient-Logo
pt_br: Logo do(a) Cliente da Página de Login

source: Choose whether Client's Logo should be displayed on login page if available.
de_de: Wählen, ob Klient-Logos auf der Login-Seite falls vorhanden angezeigt werden sollen.
pt_br: Escolha se a logo do(a) Cliente, se disponível, aparecerá na página de login.

source: No
de_de: Nein
pt_br: Não

source: Yes
de_de: Ja
pt_br: Sim

source: Login Page Project Name
de_de: Login-Seite Projekt-Name
pt_br: Nome do Projeto na Página de Login

source: Choose whether Project's name should be displayed on login page.
de_de: Wählen, ob der Name des Projekts auf Login-Seite angezeigt werden soll.
pt_br: Escolha se o nome do projeto será mostrado na página de login.

source: Admin Email
de_de: Administrator E-Mail
pt_br: Email do Administrador

source: The email address that clients can use to contact you.
de_de: Die E-Mail-Adresse, die Klienten verwenden können, um Sie zu kontaktieren.
pt_br: O endereço de email que clientes podem usar para contatá-lo.

source: Admin Support Link Label
de_de: Label Admin-Unterstützungslink
pt_br: Texto do Link de Suporte

source: Label that describes the Admin Support Link.
de_de: Label, das den Admin-Unterstützungslink zeigt.
pt_br: Texto que descreve o Link de Suporte.

source: Contact Admin
de_de: Administrator kontaktieren
pt_br: Contatar o Admin

source: Admin Support Link
de_de: Admin-Unterstützungslink
pt_br: Link para Suporte

source: Link to contact form or knowledgebase to help clients obtain support.
de_de: Verlinkung mit Kontaktformular oder Wissensdatenbank, um Unterstützung für Klienten bereitzustellen.
pt_br: Link para um formulário de contato, envio de email ou outro lugar que clientes podem obter suporte.

source: Collapse Project Details box
de_de: Box Projektdetails zusammenklappen
pt_br: Minimizar a área de Detalhes do Projeto

source: Choose whether to collapse the Project Details box automatically when a user opens a project page.
de_de: Wählen, ob die Box "Projektdetails" automatisch zusammenklappt, wenn ein Benutzer eine Projektseite öffnet.
pt_br: Escolha minimizar ou não automaticamente a área de Detalhes do Projeto quando um usuário abrir a página de projeto.

source: Collapse Project Milestones box
de_de: Box Meilensteine zusammenklappen
pt_br: Minimizar a área das Metas do Projeto

source: Choose whether to collapse the Milestones box automatically when a user opens a project page.
de_de: Wählen, ob die Box „Meilensteine“ automatisch zusammenklappt, wenn ein Benutzer eine Projektseite öffnet.
pt_br: Escolha minimizar ou não automaticamente a área de Metas quando um usuário abrir a página de projeto.

source: Collapse Project Tasks box
de_de: Box Projekt-Aufgaben zusammenklappen
pt_br: Minimizar a área de Tarefas do Projeto

source: Choose whether to collapse the Tasks box automatically when a user opens a project page.
de_de: Wählen, ob die Box „Projekt-Aufgaben“ automatisch zusammenklappt, wenn ein Benutzer eine Projektseite öffnet.
pt_br: Escolha minimizar ou não automaticamente a área de Tarefas quando um usuário abrir a página de projeto.

source: Collapse Project Bugs box
de_de: Box Projekt-Hindernisse zusammenklappen
pt_br: Minimizar a área de Bugs do Projeto

source: Choose whether to collapse the Bugs box automatically when a user opens a project page.
de_de: Wählen, ob die Box „Projekt-Hindernisse“ automatisch zusammenklappt, wenn ein Benutzer eine Projektseite öffnet.
pt_br: Escolha minimizar ou não automaticamente a área de Bugs quando um usuário abrir a página de projeto.

source: Collapse Project Files box
de_de: Box Projekt-Dateien zusammenklappen
pt_br: Minimizar a área de Arquivos do Projeto

source: Choose whether to collapse the Files box automatically when a user opens a project page.
de_de: Wählen, ob die Box „Projekt-Dateien“ automatisch zusammenklappt, wenn ein Benutzer eine Projektseite öffnet.
pt_br: Escolha minimizar ou não automaticamente a área de Arquivos quando um usuário abrir a página de projeto.

source: Collapse Project Discussion box
de_de: Box Projekt-Diskussion zusammenklappen
pt_br: Minimizar a área de Discussão do Projeto

source: Choose whether to collapse the Discussion box automatically when a user opens a project page.
de_de: Wählen, ob die Box „Projekt-Diskussion“ automatisch zusammenklappt, wenn ein Benutzer eine Projektseite öffnet.
pt_br: Escolha minimizar ou não automaticamente a área de Discussão quando um usuário abrir a página de projeto.

source: Disable Clients and Client Users
de_de: Klienten und Klient-Benutzer deaktivieren
pt_br: Desativar Clientes e Usuários Clientes

source: Choose whether if Clients and Client Users can be added and used on Projects.
de_de: Auswählen, ob Klienten und Klient-Benutzer bei Projekten hinzugefügt und verwendet werden können.
pt_br: Escolha se Clientes e Usuários Clientes poderão ser adicionados e usados em Projetos.

source: Disable Projects Categorization
de_de: Projekt-Kategorisierung deaktivieren
pt_br: Desativar Categorização de Projetos

source: Choose whether Projects can be sorted into categories by managers and users.
de_de: Auswählen, ob Manager und Benutzer Projekte kategorisieren können.
pt_br: Escolha se Projetos poderão ser categorizados pelos administradores e usuários.

source: Disable Bugs
de_de: Hindernisse deaktivieren
pt_br: Desativar Bugs

source: Ticking this box will disable the Bugs section on both the frontend and the admin area.
de_de: Ankreuzen deaktiviert den Hindernisse-Bereich am Frontend und im Admin-Bereich.
pt_br: Marcando esta caixa irá desativar a seção de Bugs tanto no frontend quanto na área de administração.

source: Disable the Bugs section?
de_de: Hindernis-Bereich deaktivieren?
pt_br: Desativar a seção de Bugs?

source: Disable Tasks
de_de: Aufgaben deaktivieren
pt_br: Desativar Tarefas

source: Ticking this box will disable the Tasks section on both the frontend and the admin area.
de_de: Ankreuzen deaktiviert den Aufgaben-Bereich am Frontend und im Admin-Bereich.
pt_br: Marcando esta caixa irá desativar a seção de Tarefas tanto no frontend quanto na área de administração.

source: Disable the Tasks section?
de_de: Aufgaben-Bereich deaktivieren?
pt_br: Desativar a seção de Tarefas?

source: Disable Milestones
de_de: Meilensteine deaktivieren
pt_br: Desativar Metas

source: Ticking this box will disable the Milestones section on both the frontend and the admin area.
de_de: Ankreuzen deaktiviert den Meilenstein-Bereich am Frontend und im Admin-Bereich.
pt_br: Marcando esta caixa irá desativar a seção de Metas tanto no frontend quanto na área de administração.

source: Disable the Milestones section?
de_de: Meilensteine-Bereich deaktivieren?
pt_br: Desativar a seção de Metas?

source: Disable Files
de_de: Dateien deaktivieren
pt_br: Desativar Arquivos

source: Ticking this box will disable the Files section on both the frontend and the admin area.
de_de: Ankreuzen deaktiviert den Dateien-Bereich am Frontend und im Admin-Bereich.
pt_br: Marcando esta caixa irá desativar a seção de Arquivos tanto no frontend quanto na área de administração.

source: Disable the Files section?
de_de: Dateien-Bereich deaktivieren?
pt_br: Desativar a seção de Arquivos?

source: Disable Discussions
de_de: Diskussionen deaktivieren
pt_br: Desativar Discussões

source: Ticking this box will disable the Discussion section on both the frontend and the admin area.
de_de: Ankreuzen deaktiviert den Diskussions-Bereich am Frontend und im Admin-Bereich.
pt_br: Marcando esta caixa irá desativar a seção de Discussão tanto no frontend quanto na área de administração.

source: Disable the Discussion section?
de_de: Diskussions-Bereich deaktivieren?
pt_br: Desativar a seção de Discussão?

source: Remove Data
de_de: Daten entfernen
pt_br: Remover dados

source: Ticking this box will delete all UpStream data when plugin is uninstalled.
de_de: Ankreuzen löscht alle UpStream-Daten wenn das Plugin deinstalliert wird.
pt_br: Marcando esta caixa irá permitir que o UpStream apague todos os dados quando o plugin for desinstalado.

source: Remove all data on uninstall?
de_de: Plugindaten löschen?
pt_br: Remover todos os dados na desinstalação?

source: Create your %1s and choose their colors. You can create an unlimited number and they can be used across any and all %2s.<br>They will appear in the %3s dropdown within each %4s.<br><strong>Tip:</strong> We think it works best to keep %5s colors to various shades of the one color, to help keep things looking neat and organized.
de_de: Erstellen Sie Ihre %1s und wählen Sie ihre Farben. Sie können eine unbegrenzte Anzahl erstellen und sie können über alle %2s verwendet werden.<br>Sie werden im %3s-Menü innerhalb von jeweils %4s angezeigt.<br><strong>Tipp:</strong> Es funktioniert am besten, wenn %5s Farben, in verschiedenen Schattierungen verwendet werden um Dinge zu suchen bzw. ordentlich und organisiert zu halten.
pt_br: Crie suas %1s e escolha suas cores. Você pode criar um número ilimitado e eles poderão ser usados em qualquer %2s.<br>Elas aparecerão no campo %3s dentro de cada %4s.<br><strong>Dica:</strong> Pensamos que é melhor manter as cores das %5s em várias tonalidades da mesma cor, para ajudar a manter as cosias belas e organizadas.

source: Remove %s
de_de: Entferne %s
pt_br: Remover %s

source: Color
de_de: Farbe
pt_br: Cor

source: The statuses and colors that can be used for the main status of the %s.<br>These will become available in the %s Status dropdown within the %s
de_de: Status und Farben, die für %s (Haupt-Status) verwendet werden können.<br>Diese werden in der %s Status-Menü-Liste innerhalb jedes %s verfügbar
pt_br: Os status e cores que poderão ser usadas para o status principal dos %s.<br>Estes estarão disponíveis no campo Status do %s dentro do %s

source: Single
de_de: Einzahl (Singular)
pt_br: Singular

source: Plural
de_de: Mehrzahl (Plural)

source: UpStream requires jQuery.
de_de: UpStream erfordert jQuery.
pt_br: UpStream requer o jQuery.

source: There's no users assigned yet.
de_de: Noch keine zugewiesen Benutzer.
pt_br: Não há ainda usuários responsáveis.

source: Please, select at least one user
de_de: Bitte mindestens einen Benutzer auswählen
pt_br: Por favor, selecione pelo menos um usuário

source: Add 1 User
de_de: 1 Benutzer hinzufügen
pt_br: Adicione 1 Usuário

source: Add %d Users
de_de: %d Benutzer hinzufügen
pt_br: Adicione %d Usuários

source: Are you sure? This action cannot be undone.
de_de: Sind Sie sicher? Das kann nicht rückgängig gemacht werden.
pt_br: Você tem certeza? Esta ação não pode ser revertida.

source: Fetching data...
de_de: Datenabruf…
pt_br: Buscando dados…

source: No data found.
de_de: Keine Daten gefunden.
pt_br: Nenhum dado foi encontrado.

source: Managing %s\'s Permissions
de_de: Berechtigungen von %s verwalten
pt_br: Gerenciando Permissões do(a) %s

source: (none)
de_de: (nichts)
pt_br: (nenhum)

source: New: %s
de_de: Neu: %s
pt_br: Novo: %s

source: Edit: %s to %s
de_de: Bearbeiten: %s an %s
pt_br: Editar: %s para %s

source: Deleted: %s
de_de: Gelöscht: %s
pt_br: Deletado: %s

source: New Item: %s
de_de: Neue Position: %s
pt_br: Novo Item: %s

source: New: %s - %s on %s
de_de: Neu: %s - %s am %s
pt_br: Novo: %s - %s em %s

source: Edit: %s from %s to %s on %s
de_de: Bearbeiten: %s von %s an %s am %s
pt_br: Editar: %s de %s para %s em %s

source: UpStream User
de_de: UpStream Benutzer
pt_br: Usuário UpStream

source: You were just logged out.
de_de: Sie sind jetzt abgemeldet.
pt_br: Você acaba de ser deslogado.

source: Email address field cannot be empty.
de_de: E-Mail-Adressfeld darf nicht leer sein.
pt_br: O campo de Email não pode ser vazio.

source: Invalid email address and/or password.
de_de: Email-Adresse und/oder Passwort ungültig.
pt_br: Endereço de email/senha incorretos.

source: Password field cannot be empty.
de_de: Passwort-Feld darf nicht leer sein.
pt_br: O campo de Senha não pode ser vazio.

source: You don't have enough permissions to log in here.
de_de: Sie haben nicht ausreichende Berechtigungen, um sich hier einzuloggen.
pt_br: Você não tem permissões suficientes para logar aqui.

source: Sorry, you are not allowed to access this project.
de_de: Sie dürfen leider nicht auf das Projekt zugreifen.
pt_br: Desculpe, você não está autorizado a acessar este projeto.

source: Copy
de_de: Kopie
pt_br: Copiar

source: Search:
de_de: Suche:
pt_br: Buscar:

source: No data available
de_de: Keine Daten vorhanden
pt_br: Nenhum registro disponível

source: File
de_de: Datei
pt_br: Arquivo

source: %d %s / %d Open
de_de: %d %s / %d Offen
pt_br: %d %s / %d Abertos

source: Currently no files
de_de: Derzeit keine Dateien
pt_br: Nenhum arquivo atualmente

source: Currently no messages
de_de: Derzeit keine Nachrichten
pt_br: Nenhuma mensagem atualmente

source: Repeating Field Group using a Grid
de_de: Wiederholende Feldgruppe - Rasterdarstellung

source: field description (optional)
de_de: Feldbeschreibung (optional)

source: Entry {#}
de_de: Eintrag (#)

source: Add Another Entry
de_de: Weiteren Eintrag hinzufügen

source: Entry Title
de_de: Überschrift Eintrag

source: Write a short description for this entry
de_de: Schreiben Sie bitte eine kurze Beschreibung für diesen Eintrag

source: Test Metabox using a Grid
de_de: Test-Metabox - Rasterdarstellung

source: Website URL
de_de: Webseiten URL

source: Test Text Email
de_de: E-Mail Text testen

source: Test Metabox
de_de: Metabox Testen

source: Read-only Disabled Field
de_de: Schreibgeschützt Deaktiviertes Feld

source: Hey there, I'm a read-only field
de_de: Hallo, ich bin ein schreibgeschütztes Feld

source: Custom Rendered Field
de_de: Benutzerdefiniertes Feld

source: Test Time
de_de: Zeit testen

source: Time zone
de_de: Zeitzone

source: Test Date Picker
de_de: Test Datums Auswahl

source: Test Date Picker (UNIX timestamp)
de_de: Test Datumsauswahl (Unix Zeitstempel)

source: Test Date/Time Picker Combo (UNIX timestamp)
de_de: Test Datums/Zeitauswahl (Unix Zeitstempel)

source: Test Money
de_de: Geld testen

source: Test Color Picker
de_de: Test Farb Picker

source: Test Text Area
de_de: Test Text Bereich

source: Test Text Area Small
de_de: Test kleiner Textbereich

source: Test Text Area for Code
de_de: Test Text Bereich für Code

source: Test Title Weeeee
de_de: Test Title Weeee

source: This is a title description
de_de: Das ist eine Titelbeschreibung

source: Test Select
de_de: Test Auswahl

source: Option One
de_de: Option eins

source: Option Two
de_de: Option zwei

source: Option Three
de_de: Option drei

source: Test Radio inline
de_de: Test Radio Button Inline

source: Test Taxonomy Radio
de_de: Test Taxonomie Schaltfläche

source: Test Taxonomy Select
de_de: Test Taxonomie Auswahl

source: Test Taxonomy Multi Checkbox
de_de: Test Taxonomie Multi Checkbox

source: Test Multi Checkbox
de_de: Multi Checkbox Testen

source: Check One
de_de: Check eins

source: Check Two
de_de: Check zwei

source: Check Three
de_de: Check drei

source: Test Image
de_de: Test-Bild

source: Upload an image or enter a URL.
de_de: Bild hochladen oder eine URL eingeben.

source: Multiple Files
de_de: Mehrere Dateien

source: Upload or add multiple images/attachments.
de_de: Mehrere Dateien/Bilder hochladen.

source: Enter a youtube, twitter, or instagram URL. Supports services listed at %s.
de_de: Eine YouTube, Twitter, oder Instagram URL verwenden. Unterstützung auf %s.

source: About Page Metabox
de_de: Über die Seite Metabox

source: Repeating Field Group
de_de: Wiederholende Feldgruppe

source: Generates reusable form entries
de_de: Erzeugt wiederverwendbare Formular Einträge

source: Entry Image
de_de: Eintrag Bild

source: Image Caption
de_de: Bildunterschrift

source: User Profile Metabox
de_de: User Profil Metabox

source: Extra Info
de_de: Zusatz-Info

source: User Field
de_de: Benutzerfeld

source: Category Metabox
de_de: Kategorie Metabox

source: Term Image
de_de: Bild - Begriff

source: Arbitrary Term Field
de_de: Bild - Frei wählbarer Begriff

source: Theme Options
de_de: Theme Optionen

source: Site Background Color
de_de: Site Hintergrundfarbe

source: Will show in the REST API for this box and for pages.
de_de: Wird in der REST-API für diese Box und Seiten angezeigt.

source: REST Editable Test Text
de_de: REST editierbarer Test-Text

source: Will show in REST API "editable" contexts only (`POST` requests).
de_de: Zeigt in der REST-API nur „bearbeitbare“ Kontexte (‚POST‘-Anforderungen).

source: Metabox configuration is required to have an ID parameter.
de_de: Metabox Konfiguration benötigt einen ID-Parameter.

source: Click to toggle
de_de: Zum Umschalten klicken

source: Please Try Again
de_de: Bitte noch einmal versuchen

source: Remove Embed
de_de: Einbettung entfernen

source: No oEmbed Results Found for %1$s. View more info at %2$s.
de_de: Keine oEmbed Ergebnisse für %1$s gefunden. Mehr Infos unter %2$s.

source: The "%1$s" field parameter has been deprecated in favor of the "%1$s" parameter.
de_de: Der Feld-Parameter "%1$s" wurde zugunsten des "%1$s" Parameters abgelehnt.

source: Using the "%1$s" field parameter as a callback has been deprecated in favor of the "%1$s" parameter.
de_de: Die Verwendung des Feld-Parameters „%1$s“ für einen Rückruf wurde zugunsten des „%1$s“ Parameters verworfen.

source: %1$s was called with a parameter that is <strong>deprecated</strong> since version %2$s! %3$s
de_de: %1$s wurde mit einem Parameter aufgerufen, der seit Version %2$s <strong>veraltet ist</strong>! %3$s

source: %1$s was called with a parameter that is <strong>deprecated</strong> since version %2$s with no alternative available.
de_de: %1$s wurde mit einem Parameter aufgerufen, der seit Version %2$s <strong>veraltet ist</strong>. Keine Alternativen verfügbar.

source: Invalid %1$s property: %2$s
de_de: Ungültige %1$s-Eigenschaft: %2$s

source: Invalid %1$s method: %2$s
de_de: Ungültige %1$s-Methode: %2$s

source: Add Group
de_de: Gruppe hinzufügen

source: Remove Group
de_de: Gruppen löschen

source: None
de_de: Keine

source: Sorry, this field does not have a cmb_id specified.
de_de: Leider ist in diesem Feld keine cmb_id spezifiziert.

source: File:
de_de: Datei:

source: Clear
de_de: Leeren

source: Default
de_de: Vorgabe

source: Select Color
de_de: Farbe auswählen

source: Current Color
de_de: Aktuelle Farbe

source: Sunday, Monday, Tuesday, Wednesday, Thursday, Friday, Saturday
de_de: Sonntag, Montag, Dienstag, Mittwoch, Donnerstag, Freitag, Samstag

source: Su, Mo, Tu, We, Th, Fr, Sa
de_de: So, Mo, Di, Mi, Do, Fr, Sa

source: Sun, Mon, Tue, Wed, Thu, Fri, Sat
de_de: Son, Mon, Die, Mit, Don, Fre, Sam

source: January, February, March, April, May, June, July, August, September, October, November, December
de_de: Januar, Februar, März, April, Mai, Juni, Juli, August, September, Oktober, November, Dezember

source: Jan, Feb, Mar, Apr, May, Jun, Jul, Aug, Sep, Oct, Nov, Dec
de_de: Jan, Feb, Mär, Apr, Mai, Jun, Jul, Aug, Sep, Okt, Nov, Dez

source: Next
de_de: Weiter

source: Prev
de_de: Vorige

source: Today
de_de: Heute

source: Done
de_de: Fertig

source: Choose Time
de_de: Zeit wählen

source: Time
de_de: Zeit

source: Hour
de_de: Stunde

source: Second
de_de: Sekunde

source: Now
de_de: Jetzt

source: Use this file
de_de: Verwende diese Datei

source: Use these files
de_de: Verwende diese Dateien

source: Remove Image
de_de: Bild entfernen

source: Remove
de_de: Löschen

source: Select / Deselect All
de_de: Alles auswählen / abwählen

source: Custom CMB2 field type classes must extend CMB2_Type_Base.
de_de: Benutzerdefinierte CMB2-Feldtypklassen müssen die CMB2_Type_Base erweitern.

source: Add Row
de_de: Zeile hinzufügen

source: Term Metadata is a WordPress 4.4+ feature. Please upgrade your WordPress install.
de_de: Metadata-Bedingungen benötigen Wordpress 4.4 oder höher. Bitte aktualisieren Sie Ihre Wordpress-Installation.

source: Term metaboxes configuration requires a "taxonomies" parameter.
de_de: Metadata-Konfiguration benötigt einen "taxonomies"-Parameter.

source: Settings updated.
de_de: Einstellungen aktualisiert.

source: Nothing to update.
de_de: Nichts zu aktualisieren.

source: Toggle panel: %s
de_de: Panel umschalten: %s

source: Save
de_de: Speichern

source: This box does not have read permissions.
de_de: Diese Box hat keine Lese-Berechtigungen.

source: This box does not have write permissions.
de_de: Diese Box hat keine Schreibe-Berechtigungen.

source: No box found by that id. A box needs to be registered with the "show_in_rest" parameter configured.
de_de: Keine Box mit dieser ID gefunden. Eine Box muss mit dem "Show_in_rest“-Parameter konfiguriert registriert werden.

source: A human-readable description of the object.
de_de: Eine lesbare Beschreibung des Objekts.

source: The id for the object.
de_de: Die ID für das Objekt.

source: The title for the object.
de_de: Der Titel für das Objekt.

source: Includes the registered fields for the box in the response.
de_de: Schließt die für die Box registrierten Felder als Rückmeldung ein.

source: Includes the fully rendered attributes, 'form_open', 'form_close', as well as the enqueued 'js_dependencies' script handles, and 'css_dependencies' stylesheet handles.
de_de: Enthält vollständig gerenderte Attribute, „form_open", „form_close", sowie eingereihte „js_dependencies" Skript-Verwaltung und „css_dependencies“ Stylesheet-Verwaltung.

source: No boxes found.
de_de: Keine Boxen gefunden.

source: Includes the box object which the fields are registered to in the response.
de_de: Enthält als Rückmeldung das Box-Objekt, für das die Felder registriert wurden.

source: When the '_rendered' argument is passed, the renderable field attributes will be returned fully rendered. By default, the names of the callback handers for the renderable attributes will be returned.
de_de: Wenn das "_rendered"-Argument übergeben wird, werden renderfähige Feldeigenschaften vollständig gerendert zurückgegeben. Standardmäßig werden die Namen der Callback-Handler für die renderbaren Attribute zurückgegeben.

source: To view or modify the field's value, the 'object_id' and 'object_type' arguments are required.
de_de: Um den Wert des Feldes anzuzeigen oder zu ändern, sind die Argumente 'object_id' und 'object_type' erforderlich.
