Repository: AllediaWordPress/UpStream
Catalog: src/languages/upstream-*.po
Languages: de_de, pt_br

source: Assigned To
de_de: Zugeordnet an
pt_br: Responsável

source: Due Date
de_de: Fälligkeitsdatum
pt_br: Data Final

source: Severity
de_de: Gewichtung
pt_br: Gravidade

source: All
de_de: Alle
pt_br: Todos

source: Mine
de_de: Eigene
pt_br: Minhas

source: Show all %s
de_de: Alle %s anzeigen
pt_br: Mostrar todos %s

source: none
de_de: kein
pt_br: nenhum

source: (no title)
de_de: (kein Titel)
pt_br: (sem título)

source: No %s avaliable.
de_de: Keine %s verfügbar.
pt_br: Nenhum %s disponível.

source: Website
de_de: Webseite

source: Phone
de_de: Telefon
pt_br: Telefone

source: Address
de_de: Adresse
pt_br: Endereço

source: Users
de_de: Benutzer
pt_br: Usuários

source: +%s more %s
de_de: +%s %s mehr
pt_br: +%s mais %s

source: users
de_de: Benutzer
pt_br: usuários

source: user
de_de: Benutzer
pt_br: usuário

source: UpStream Project Manager
de_de: UpStream Projekt Manager
pt_br: UpStream Gerente de Projetos

source: Important!
de_de: Wichtig!
pt_br: Importante!

source: As this is your first project, we have included a walkthrough guide.
de_de: Da das Ihr erstes Projekt ist, haben wir eine Schritt-für-Schritt-Anleitung beigefügt.
pt_br: Como este é o seu primeiro projeto, nós incluímos um guia dos primeiros passos.

source: We <strong>strongly recommend</strong> that you take the time to follow it.
de_de: Wir <strong>empfehlen dringend</strong> sich dafür Zeit zu nehmen.
pt_br: Nós <strong>recomendamos fortemente</strong> que você tome algum tempo para seguí-lo.

source: There is important info in the guide and it does not take too long.
de_de: In der Anleitung sind wichtige Informationen und es dauert auch nicht lange.
pt_br: Há informações importantes no guia e não toma muito tempo.

source: (you won't see this message or the guide again)
de_de: (Diese Meldung bzw. die Anleitung wird nicht mehr aufscheinen)
pt_br: (você não verá esta mensagem ou o guia novamente)

source: This is a required field and will be what your %s see on the frontend.
de_de: Dies ist ein Pflichtfeld und wird von Ihren %s auf dem Frontend zu sehen sein.
pt_br: Este é um campo obrigatório e que será mostrado a seu %s no frontend.

source: Choose a status for this %s.
de_de: Wählen Sie einen Status für %s.
pt_br: Escolha um status para este %s.

source: Statuses are set within the UpStream Settings.
de_de: Mit den UpStream-Einstellungen wird der jeweilige Status festgelegt.
pt_br: Status são configurados na página de configurações.

source: %s Owner
de_de: %s-Eigentümer
pt_br: Dono do %s

source: Choose the owner of this %s.
de_de: Eigentümer zu %s wählen.
pt_br: Escolha o(a) dono(a) deste %s.

source: Every user who has the Role of UpStream Manager, UpStream User or Administrator appears in this dropdown.
de_de: Jeder Benutzer mit der Rolle des UpStream-Managers, UpStream-Benutzers oder Administrators wird in dieser Menü-Liste angezeigt.
pt_br: Todos os usuários que sejam Gestor UpStream, Usuário UpStream ou Administrador aparecerá neste dropdown.

source: The selected owner will have full access and control of everything within this %s, regardless of their role.
de_de: Ausgewählter Besitzer hat Zugriff und Kontrolle über alles innerhalb dieses %s, unabhängig von seiner Rolle.
pt_br: O(A) dono(a) selecionado(a) terá acesso e controle completos de tudo dentro deste %s, independente de seu tipo de usuário.

source: Choose the %s of this %s.
de_de: %s von %s auswählen.
pt_br: Escolha o %s deste %s.

source: If there are no %s here, you need to add one first by clicking on <strong>New Client</strong> in the sidebar.
de_de: Sollten keine %s vorhanden sein, in der Seitenleiste durch klicken auf <strong>Neuer Klient</strong> hinzufügen.
pt_br: Se não há %s aqui, você precisará adicionar um novo clicando no menu <strong>Clientes</strong> na barra lateral.

source: %s Users
de_de: %s Benutzer
pt_br: Usuários %s

source: Tick the %s Users who will have access to this %s.
de_de: %s Benutzer ankreuzen, die Zugriff auf %s haben.
pt_br: Marque os Usuários %s que terão acesso a este %s.

source: The selected Users can then login using their email address and the password that is set within the %s.
de_de: Die ausgewählten Benutzer können sich dann mit ihrer E-Mail-Adresse und Passwort, das in %s eingestellt ist, anmelden.
pt_br: Os usuários selecionados poderão então logar usando seu endereço de email e senha que podem ser configuradas no %s.

source: If there are no %s Users here, you need to add one first by editing your %s
de_de: Sollte es keine %s Benutzer geben, müssen Sie zuerst durch Bearbeitung Ihrer %s einen hinzufügen
pt_br: Se não houver nenhum Usuários %s aqui, você precisa adicionar um editando seu %s

source: %s Dates
de_de: %s-Termine
pt_br: %s Datas

source: Add the projected start and finish dates for this %s.
de_de: Geplantes Start- und Enddatum für %s hinzufügen.
pt_br: Adicione a projeção de datas de início e fim para este %s.

source: You can now start to add your %s.
de_de: Sie können jetzt Ihre %s hinzufügen.
pt_br: Agora você pode começar a adicionar seu %s.

source: Once you've added your %s, you should now Publish/Update the %s. This ensures that all %s will be available within the %s.
de_de: Sobald Sie iIhre %s hinzugefügt haben, sollten Sie %s veröffentlichen/aktualisieren. Dadurch wird sichergestellt, dass alle %s mit %s verfügbar sind.
pt_br: Uma vez que você adicionou suas %s, você deveria Publicar/Atualizar o(a) %s. Isso garante que todo(a)s o(a)s %s estarão disponíveis dentro deste(a) %s.

source: If there are no %s in the dropdown, add them by editing the <strong>UpStream Settings</strong>.
de_de: Durch Bearbeiten der <strong>UpStream-Einstellungen</strong> werden %s hinzugefügt, wenn in der Menü-Liste keine vorhanden sind.
pt_br: Se não houver %s neste campo, adicione-os acessando na página de configuração <strong>UpStream</strong>.

source: Owner
de_de: Besitzer
pt_br: Dono

source: Client
de_de: Klient
pt_br: Cliente

source: End
de_de: Ende
pt_br: Fim

source: Progress
de_de: Fortschritt
pt_br: Progresso

source: End Date
de_de: Enddatum
pt_br: Data Final

source: Complete
de_de: Fertigstellen
pt_br: Completo

source: Password
de_de: Passwort
pt_br: Senha

source: Must be at least 6 characters long.
de_de: Muss mindestens aus 6 Zeichen bestehen.
pt_br: Deve conter pelo menos 6 caracteres.

source: Confirm Password
de_de: Passwort bestätigen
pt_br: Confirmação de Senha

source: First Name
de_de: Vorname
pt_br: Primeiro Nome

source: Last Name
de_de: Nachname
pt_br: Sobrenome

source: Send user info via email
de_de: Benutzerinfo per E-Mail senden
pt_br: Enviar informações do usuário via email

source: Add New User
de_de: Neuen Benutzer hinzufügen
pt_br: Adicionar Novo Usuário

source: Adding...
de_de: Füge hinzu...
pt_br: Adicionando…

source: These are all the users assigned with the role <code>%s</code> and not related to this client yet.
de_de: Diese sind alle mit der Rolle <code>%s</code> zugewiesenen Benutzer, die noch nicht im Zusammenhang mit diesem Klienten stehen.
pt_br: Estes são todos os usuários do tipo <code>%s</code> e não relacionados a este cliente até então.

source: UpStream Client User
de_de: UpStream Klient-Benutzer
pt_br: Usuário Cliente UpStream

source: No users found.
de_de: Keine Benutzer gefunden.
pt_br: Nenhum usuário foi encontrado.

source: Credentials
de_de: Zugangsdaten
pt_br: Credenciais

source: Migrate User
de_de: Benutzer migrieren
pt_br: Migrar Usuário

source: Migrating...
de_de: Migration…
pt_br: Migrando…

source: Add Existing Users
de_de: Bestehende Benutzer hinzufügen
pt_br: Adicionar Usuários Existentes

source: Assigned by
de_de: Zugewiesen von
pt_br: Atribuído por

source: Assigned at
de_de: Zugewiesen zu
pt_br: Atribuído em

source: Remove?
de_de: Entfernen?
pt_br: Remover?

source: Managing %s's Permissions
de_de: Berechtigungen verwalten von %s
pt_br: Gerenciando Permissões do(a) %s

source: There are no users assigned yet.
de_de: Es gibt noch keine zugewiesen Benutzer.
pt_br: Nenhum usuário encontrado.

source: Removing a user only means that they will no longer be associated with this client. Their WordPress account will not be deleted.
de_de: Entfernen eines Benutzers bedeutet nur, dass er nicht mehr mit diesem Klienten verknüpft ist. Sein WordPress-Konto wird dabei nicht gelöscht.
pt_br: Remover um usuário significa somente que ele não estará mais associado com este cliente. Sua conta WordPress não será deletada.

source: Please note: we made an important change to UpStream
de_de: Bitte beachten: Es gibt wichtige Änderungen bei UpStream
pt_br: Por favor, note: fizemos uma importante mudança no UpStream

source: <code>%s</code> are now <code>%s</code>. Clients will be able to log in using their own password and manage their very own profile.
de_de: <code>%s</code>sind jetzt <code>%s</code> . Klienten können sich nun mit ihrem eigenen Passwort einloggen und ihr eigenes Profil verwalten.
pt_br: <code>%s</code> são agora <code>%s</code>. Clientes poderão logar usando suas próprias senhas e gerenciar seus próprios perfis.

source: UpStream Client Users
de_de: UpStream Klient-Benutzer
pt_br: Usuários Cliente UpStream

source: WordPress Users
de_de: WordPress Benutzer
pt_br: Usuários WordPress

source: UpStream attempted to convert them automatically when the plugin was updated.
de_de: UpStream hat versucht sie automatisch beim Plugin-Update zu konvertieren.
pt_br: UpStream tentou convertê-los automaticamente quando o plugin foi atualizado.

source: Client Users that <strong>could not</strong> be automatically converted for some reason will be listed in the <code>Legacy Users</code> box on this page. They can be manually either converted/migrated or discarded.
de_de: Klient-Benutzer, die aus irgendeinem Grund <strong>nicht automatisch konvertiert</strong> wurden, sind als <code>Altbenutzer</code> auf dieser Seite aufgelistet. Sie können manuell konvertiert/migriert oder verworfen werden.
pt_br: Usuários Cliente que <strong>não puderam</strong> ser automaticamente convertidos por alguma razão serão listados na área <code>Usuários Legados</code> nesta página. Eles poderão ser convertidos/migrados ou descartados manualmente.

source: Client Users that were <strong>successfully</strong> converted will have the same permissions they have before and their email address is now their new password. Please make sure that they change their password.
de_de: Klient-Benutzer, die <strong>erfolgreich</strong> konvertiert wurden, haben dieselben Berechtigungen wie zuvor. Das Passwort ist nun ihre E-Mail-Adresse. Bitte sicherstellen, dass sie das Passwort ändern.
pt_br: Usuários Cliente que foram convertidos com <strong>sucesso</strong> terão as mesmas permissões que tinham antes e seus endereços de email são agora suas senhas. Por favor, garanta que eles troquem suas senhas.

source: Legacy Users
de_de: Altnutzer
pt_br: Clientes Legados

source: The users listed below are those old <code>UpStream Client Users</code> that could not be automatically converted/migrated to <code>WordPress Users</code> by UpStream for some reason. More details on the Disclaimer metabox.
de_de: Die unten aufgeführten Benutzer sind die alten <code>UpStream Klient-Benutzer</code>, die nicht automatisch von UpStream zu <code>WordPress-Benutzern</code> konvertiert/migriert werden konnten. Weitere Informationen dazu in der Metabox für Aussschlussklauseln.
pt_br: Os usuários listados abaixo são aqueles antigos <code>Usuários Cliente UpStream</code> que não puderam ser convertidos/migrados automaticamente para <code>Usuários WordPress</code> pelo UpStream por alguma razão. Mais detalhes na caixa de Aviso.

source: Migrate?
de_de: Migrieren?
pt_br: Migrar?

source: Discard?
de_de: Verwerfen?
pt_br: Descartar?

source: This email address is already being used by another user.
de_de: Diese E-Mail-Adresse wird bereits von einem anderen Benutzer verwendet.
pt_br: Este endereço de email já está sendo usado por outro usuário.

source: Email addresses cannot be empty.
de_de: E-Mail-Adressen dürfen nicht leer sein.
pt_br: Endereços de email não podem ser vazios.

source: Invalid email address.
de_de: Ungültige eMail-Adresse.
pt_br: Endereço de email inválido.

source: empty
de_de: leer
pt_br: vazio

source: Migrating Client User
de_de: Migration Klient-Benutzer
pt_br: Migrando Usuário Cliente

source: Phone Number
de_de: Telefon
pt_br: Telefone

source: Image URL
de_de: Bild URL
pt_br: URL da Imagem

source: You're not allowed to do this.
de_de: Keine Berechtigung.
pt_br: Você não está autorizado a fazer isto.

source: Invalid request.
de_de: Ungültige Anfrage.
pt_br: Requisição inválida.

source: Invalid Client ID.
de_de: Ungültige Klient-ID.
pt_br: ID de Cliente inválido.

source: Password must be at least 6 characters long.
de_de: Das Passwort muss mindestens aus 6 Zeichen bestehen.
pt_br: Senhas devem possuir pelo menos 6 caracteres.

source: Passwords don't match.
de_de: Passwörter stimmen nicht überein.
pt_br: As senhas não são iguais.

source: Invalid email.
de_de: Ungültige E-Mail-Adresse.
pt_br: Endereço de email inválido.

source: This email address is not available.
de_de: Diese E-Mail-Adresse ist nicht verfügbar.
pt_br: Este endereço de email não está disponível.

source: Invalid User ID.
de_de: Ungültige Benutzer-ID.
pt_br: ID de Usuário inválido.

source: Users IDs cannot be empty.
de_de: Benutzer-IDs dürfen nicht leer sein.
pt_br: IDs de Usuários não podem estar vazios.

source: Invalid UpStream Client ID.
de_de: Ungültige UpStream Klient-ID.
pt_br: ID de Cliente UpStream inválido.

source: UpStream's Custom Permissions
de_de: UpStream’s Benutzerdefinierte Rechte
pt_br: Permissões Customizadas do UpStream

source: Permission
de_de: Erlaubnis
pt_br: Permissão

source: Update Permissions
de_de: Berechtigungen aktualisieren
pt_br: Atualizar PermissÕes

source: Updating...
de_de: Aktualisieren…
pt_br: Atualizando…

source: This Client User is not associated with this Client.
de_de: Dieser Klient-Benutzer ist nicht mit diesem Klienten verbunden.
pt_br: Este Usuário Cliente não está associado com este Cliente.

source: This user doesn't seem to be a valid Client User.
de_de: Dieser Benutzer scheint kein gültiger Klient-Benutzer zu sein.
pt_br: Este usuário não parece ser um Usuário Cliente válido.

source: Overview
de_de: Übersicht
pt_br: Visão Geral

source: Add %s
de_de: %s hinzufügen
pt_br: Adicionar %s

source: Delete %s
de_de: Lösche %s
pt_br: Deletar %s

source: Start Date
de_de: Datum des Beitrags
pt_br: Data de Início

source: Notes
de_de: Anmerkungen
pt_br: Notas

source: Disable Milestones for this project
de_de: Meilensteine für dieses Projekt deaktivieren
pt_br: Desativar a seção de Metas neste projeto

source: Show Everyone
de_de: Allen zeigen
pt_br: Mostrar Todos

source: No items found.
de_de: Keine Einträge gefunden.
pt_br: Nenhum item foi encontrado.

source: Show All
de_de: Alles anzeigen
pt_br: Mostrar Todos

source: Milestone
de_de: Meilenstein
pt_br: Meta

source: Title
de_de: Titel
pt_br: Título

source: Selecting a milestone will count this task's progress toward that milestone as well as overall project progress.
de_de: Die Verwendung von Meilensteinen zeigen die Fortschritte von Aufgaben innerhalb dieser Meilensteine bzw. die Projekt-Fortschritte insgesamt.
pt_br: Selecionando uma meta o progresso desta tarefa irá contribuir para o progresso dessa meta bem como o progresso geral do projeto.

source: Disable Tasks for this project
de_de: Aufgaben für dieses Projekt deaktivieren
pt_br: Desativar a seção de Tarefas neste projeto

source: Description
de_de: Bezeichnung
pt_br: Descrição

source: Attachments
de_de: Dateianhänge
pt_br: Anexos

source: Disable Bugs for this project
de_de: Hindernisse für dieses Projekt deaktivieren
pt_br: Desativar a seção de Bugs neste projeto

source: Disable Files for this project
de_de: Dateien für dieses Projekt deaktivieren
pt_br: Desativar a seção de Arquivos neste projeto

source: Activity
de_de: Aktivität
pt_br: Atividade

source: Discussion
de_de: Diskussion
pt_br: Discussão

source: New Message
de_de: Neue Nachricht
pt_br: Nova Mensagem

source: Post Message
de_de: Nachricht senden
pt_br: Postar Mensagem

source: Disable Discussion for this project
de_de: Diskussion für dieses Projekt deaktivieren
pt_br: Desativar Discussões neste projeto

source: Missing some required fields
de_de: Einige Pflichtfelder fehlen
pt_br: Algum campo obrigatório está faltando

source: Open
de_de: Offen
pt_br: Aberto

source: Last 10
de_de: Letzte 10
pt_br: Últimos 10

source: Last 20
de_de: Letzte 20
pt_br: Últimos 20

source: View All
de_de: Zeige Alles
pt_br: Ver Tudo

# %s = human-readable time difference
source: %s ago
de_de: %s her
pt_br: %s atrás

source: Delete
de_de: Löschen
pt_br: Deletar

source: Invalid request payload.
de_de: Ungültige anfrage.
pt_br: Requisição inválida.

source: Invalid Project.
de_de: Ungültige anfrage.
pt_br: Projeto inválido.

source: Comments are disabled for this project.
de_de: Kommentare für dieses Projekt deaktivieren.
pt_br: Comentários estão desativados para este projeto.

source: Comments cannot be empty.
de_de: Kommentare dürfen nicht leer sein.
pt_br: Comentários não podem estar vazios.

source: Not Assigned
de_de: Nicht zugewiesen
pt_br: Não Atribuído

source: No project selected
de_de: Kein Projekt ausgewählt
pt_br: Nenhum projeto selecionado

source: No client selected
de_de: Kein Klient ausgewählt
pt_br: Nenhum cliente selecionado

source: No users found
de_de: Keine Benutzer gefunden
pt_br: Nenhum usuário foi encontrado

source: %s Settings
de_de: %s Einstellungen
pt_br: Configurações do(a)s %s

source: Statuses
de_de: Status
pt_br: Status

source: The statuses and colors that can be used for the status of %s.<br>These will become available in the %s Status dropdown within each %s
de_de: Status und Farben, die für %s verwendet werden können.<br>Diese sind in der %s Status-Menü-Liste innerhalb jedes %s verfügbar
pt_br: Os status e cores que serão usados nos status do(a) %s.<br>Estes estarão disponíveis no campo %s Status dentro de cada %s

source: Add Status
de_de: Status hinzufügen
pt_br: Adicionar Status

source: Remove Entry
de_de: Lösche den Eintrag
pt_br: Remover Registro

source: Status Color
de_de: Statusfarbe
pt_br: Cor do Status

source: Type of Status
de_de: Art des Status
pt_br: Tipo do Status

source: A Status Name such as 'In Progress' or 'Overdue' would be considered Open.
de_de: Ein Statusname wie ‚In Bearbeitung’ oder ‚Überfällig‘ gilt als offen.
pt_br: Nomes de Status tais como “Em Progresso” ou “Atrasado” serão considerados como Aberto.

source: A Status Name such as 'Complete' or 'Cancelled' would be considered Closed.
de_de: Ein Statusname wie ‚Abgeschlossen‘ oder ‚Abgebrochen‘ gilt als geschlossen.
pt_br: Nomes de Status tais como “Completo” ou “Cancelado” serão considerados como Fechado.

source: Closed
de_de: Geschlossen
pt_br: Fechado

source: The severity and colors that can be used for the severity of %s.<br>These will become available in the %s Severity dropdown within each %s
de_de: Gewichtung und Farben, die für %s verwendet werden können.<br>Diese sind in der %s Gewichtungs-Menü-Liste innerhalb jedes %s verfügbar
pt_br: As gravidades e cores que poderão ser usadas para cada gravidade do(a) %s.<br>Estas estarão disponíveis no campo %s Gravidade dentro de cada %s

source: Severity {#}
de_de: Gewichtung {#}
pt_br: Gravidade {#}

source: Add Severity
de_de: Gewichtung hinzufügen
pt_br: Adicionar Gravidade

source: Severity Color
de_de: Gewichtungs-Farbe
pt_br: Cor da Gravidade

source: Severity Name
de_de: Gewichtung Name
pt_br: Nome da Gravidade

source: Extensions
de_de: Erweiterungen
pt_br: Extensões

source: These extensions add extra functionality to the UpStream Project Management plugin.
de_de: Diese Erweiterungen sorgen für zusätzliche Funktionalität beim UpStream Project Management Plugin.
pt_br: Estas extensões adicionam funcionalidades extras ao plugin UpStream Gerenciamento de Projeto.

source: Adds controls to easily customize the appearance of your projects.
de_de: Fügt Bedienelemente zur einfacheren Anpassung des Projekt-Erscheinungsbildes hinzu.
pt_br: Adiciona formas de customizar a aparência de seus projetos facilmente.

source: Allow you to email project updates to people working on your projects.
de_de: Erlaubt es, Projekt-Updates via E-Mail an Projekt-Mitarbeiter zu senden.
pt_br: Permite a você enviar atualizações dos projetos via email às pessoas que estão trabalhando neles.

source: Allow users to add and edit items on the frontend.
de_de: Erlaubt es Benutzern Einträge auf dem Frontend hinzuzufügen und zu bearbeiten.
pt_br: Permite usuários adicionar e editar itens no frontend.

source: Add a Gantt style chart to visualize your projects.
de_de: Ein Gantt-Diagramm hinzufügen, um Projekte zu visualisieren.
pt_br: Adiciona um diagrama de Gantt para visualizar seus projetos.

source: Allow you to duplicate an UpStream project including all the content and options.
de_de: Erlaubt es ein UpStream-Projekt einschließlich aller Inhalte und Optionen zu duplizieren.
pt_br: Permite a você duplicar algum projeto UpStream incluindo todo o seu conteúdo e opções.

source: Activate
de_de: Aktivieren
pt_br: Ativar

source: Change
de_de: Ändern
pt_br: Mudar

source: Deactivate
de_de: Deaktivieren
pt_br: Desativar

source: Deactivating...
de_de: Deaktiviere...
pt_br: Desativando...

source: Enter your License Key
de_de: Geben Sie Ihren Lizenzschlüssel ein
pt_br: Informe sua Chave de Licença

source: Your license is not activated yet.
de_de: Ihre Lizenz ist noch nicht aktiviert.
pt_br: Sua licença ainda não está ativada.

source: Installed Extensions
de_de: Installierte Erweiterungen
pt_br: Extensões Instaladas

source: Browse More Extensions
de_de: Mehr Erweiterungen
pt_br: Veja Mais Extensões

source: No installed extensions yet.
de_de: Noch keine installierten Erweiterungen.
pt_br: Nenhuma extensão está instalada ainda.

source: License Key
de_de: Lizenzschlüssel
pt_br: Chave de Licença

source: Active license key.
de_de: Lizenzschlüssel aktivieren.
pt_br: Ativar chave de licença.

source: Invalid license key.
de_de: Lizenzschlüssel ungültig.
pt_br: Chave de licença inválida.

source: Looks like you have acquired all of our currently available extensions.
de_de: Sieht so aus, als hätten Sie alle unsere derzeit verfügbaren Erweiterungen erworben.
pt_br: Parece que você adquiriu todas as nossas extensões disponíveis.

source: <strong>Thank you</strong> for your support, and stay tunned for more.
de_de: <strong>Danke</strong> für Ihre Unterstützung und bleiben Sie dran.
pt_br: <strong>Obrigado</strong> pelo apoio, e fique ligado para mais.

source: Get This Extension
de_de: Diese Erweiterung holen
pt_br: Obter Extensão

source: Invalid extension.
de_de: Ungültige Erweiterung.
pt_br: Extensão inválida.

source: This key is expired and could not be activated.
de_de: Dieser Schlüssel ist abgelaufen und konnte nicht aktiviert werden.
pt_br: Esta chave está expirada e não pôde ser ativada.

source: General Settings
de_de: Allgemeine Einstellungen
pt_br: Opções Gerais

source: Labels
de_de: Beschriftungen
pt_br: Nomeclatura

source: Here you can change the labels of various items. You could change Client to Customer or Bugs to Issues for example.<br>These labels will change on the frontend as well as in the admin area.
de_de: Hier können die Beschriftungen zu verschiedenen Einträgen geändert werden. Zum Beispiel kann Klient auch als Kunde oder Hindernis als Problem bezeichnet werden. <br> Diese Beschriftungen ändern sich sowohl im Frontend als auch im Adminbereich.
pt_br: Aqui você pode alterar os nomes de vários itens e termos. Você poderia trocar Cliente para Comprador ou Bugs para Problemas por exemplo.<br>Estes nomes serão alterados tanto no frontend quanto na área administrativa.
